Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_412_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Čoahkkinlatnja Silba
smn: Čuákkimviste Silba ( ucceeb )

source: Čoahkkinlatnja Silba heive unna čoahkkimii dahje joavkobargui .
smn: Čuákkimviste Silba heivee uccâ čuákkimân teikâ juávkkupargotilen .

source: Čoahkkinlatnja lea guovddáža vuosttaš gearddis .
smn: Čuákkimviste Silba lii kuávdáá vuossâmuu keerdist .

source: Čoahkkinlanjas oaidná Anárjávrái ja váldogeidnui .
smn: Čuákkimvisteest lii uáinus Aanaarjáávrán já válduluodân .

source: Čoahkkinlanja sáhttá ovttastahttit stuorát čoahkkinlanjain Násttiin , nu ahte oažžu saji oktiibuot 25 olbmui ( 50m2 ) .
smn: Čuákkimviste puáhtá ovtâstittiđ stuárráb čuákkimviste Nástin , kuás finnee saje 25 ulmui ( 50 m2 ) .

source: Silba lii tavesämikielâ já tot meerhâš siilbâ .
smn: Silbâ lii ohtâ sämityeje amnâsijn .

source: Viidodat : 20 m2 ( sullii 5,5 m x 3,5 m )
smn: Vijđodâh : 20 m2 ( s. 5,5 m x 3,5 m )

source: Luohkkáhámis : 10 olbmui
smn: Luokkahäämist : 10 ulmui

source: Diplomáhtahámis : 10 olbmui
smn: Diplomaathäämist : 10 ulmui

source: U-hámis : 8 olbmui
smn: U-häämist : 8 ulmui .

source: Teáhterhámis : 12 olbmui .
smn: Teatterhäämist : 12 ulmui .

source: TEKNIHKKA JA RUSTTEGAT :
smn: TEKNIIK JÁ PIERGÂSEH :

source: * Blohkkatávval
smn: * Lostâdâhtavlu

source: * Gálvvut : čoahkkinbeavddit ja - stuolut 10 olbmui .
smn: * Kálvudâh : čuákkimpeevdih já čuákkimstoovlih 10 ulmui .

source: * Čoahkkinfáladeamit .
smn: * Čuákkimfaalâdmeh .

source: Loga lasi .
smn: Luuvâ lase .

source: EARÁ FUOMÁŠANVEARA
smn: ERES VUOTÂNVÄLDIM :
